Repository: TYPO3-extensions/gridelements
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, nl

# allowedElementTypes
source: Allowed CE
de: Zulässige CE
nl: Toegestane content elementen

# allowedElementTypesHelp
source: Select the content element types that may be created or moved here.
de: Wählen Sie die Content-Element-Typen aus, die innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.
nl: Selecteer de content element types die hier aangemaakt of naar toe verplaatst mogen worden.

# allowedGridElementTypes
source: Allowed Grids
de: Zulässige Raster-Elemente

# allowedGridElementTypesHelp
source: Fill in the Gridelements types that may be created or moved here.
de: Tragen Sie die Raster-Element-Typen ein, die innerhalb dieser Spalte angelegt oder dorthin bewegt werden dürfen.

# dragAndDropHideNewElementWizardInfoOverlay
source: Hide info overlays for the new content element drag in wizard.
de: Info-Overlays beim Drag-In-Wizard für neue Inhaltselemente ausblenden.
nl: Verberg informatie overlays voor de nieuwe 'content element drag in wizard'.

source: Grid Elements
de: Raster-Elemente
nl: Grid elementen

source: Hide column headers.
de: Spaltenüberschriften ausblenden.
nl: Verberg kolom titels

# hideContentPreview
source: Hide content element preview.
de: Vorschau der Inhaltselemente ausblenden.

# list.collapseElement
source: Collapse list of child elements
de: Liste der Kind-Elemente einklappen

# list.expandElement
source: Expand list of child elements
de: Liste der Kind-Elemente ausklappen

# list.collapseAllElements
source: Collapse all grid containers
de: Alle Grid-Container einklappen

# list.expandAllElements
source: Expand all grid containers
de: Alle Grid-Container ausklappen

# list.columnName
source: Column:
de: Spalte:
nl: Kolom:

# showGridInformation
source: Show grid layout information.
de: Grid-Layout-Informationen einblenden.

# tt_content.CType_pi1
source: Grid Element
de: Raster-Element

# tt_content.tx_gridelements_backend_layout
source: Grid Layout
de: Raster-Layout

# tt_content.tx_gridelements_backend_layout.I.horizontal
source: Dynamic Columns (horizontal)
de: Dynamische Spalten (horizontal)
nl: Dynamische kolommen (horizontaal)

# tt_content.tx_gridelements_backend_layout.I.none
source: None
de: Kein
nl: Geen

# tt_content.tx_gridelements_backend_layout.I.vertical
source: Dynamic Rows (vertical)
de: Dynamische Zeilen (vertikal)
nl: Dynamische rijen (vertikaal)

# tt_content.tx_gridelements_children
source: Content elements
de: Inhaltselemente
nl: Content elementen

# tt_content.tx_gridelements_columns
source: Grid Container Columns
de: Raster-Container-Spalten
nl: Grid container kolommen

# tt_content.tx_gridelements_container
source: Grid Container
de: Raster-Container

# tx_gridelements_backend_layout.ce_configuration
source: Content Element Configuration
de: Seiteninhalts-Konfiguration
nl: Content element configuratie

# tx_gridelements_backend_layout.config
source: Grid Configuration
de: Raster-Konfiguration
nl: Grid configuratie

# tx_gridelements_backend_layout.description
source: Description
de: Beschreibung
nl: Omschrijving

# tx_gridelements_backend_layout.div.configuration
source: Configuration
de: Konfiguration
nl: Configuratie

# tx_gridelements_backend_layout.frame
source: Frame
de: Rahmen
nl: Kader

# tx_gridelements_backend_layout.frame.I.1
source: Red
de: Rot
nl: Rood

# tx_gridelements_backend_layout.frame.I.2
source: Green
de: Grün
nl: Groen

# tx_gridelements_backend_layout.frame.I.3
source: Blue
de: Blau
nl: Blauw

# tx_gridelements_backend_layout.horizontal
source: Group children
de: Gruppiere Kinder

# tx_gridelements_backend_layout.horizontal.I.0
source: Side by side
de: nebeneinander

# tx_gridelements_backend_layout.palette.appearance
source: Appearance
de: Darstellung
nl: Weergave

# tx_gridelements_backend_layout.pi_flexform_ds
source: Flexform Configuration
de: Flexform-Konfiguration
nl: Flexform configuratie

# tx_gridelements_backend_layout.pi_flexform_ds_file
source: Flexform Configuration File (overrides direct input)
de: Flexform-Konfigurationdatei (überschreibt Direkteingabe)
nl: Flexform configuratie bestand (overschrijft directe input)

# tx_gridelements_backend_layout.title
source: Title
de: Titel
nl: Titel

# tx_gridelements_backend_layout_wizard_label
source: Grid Elements
de: Raster-Elemente
nl: Grid elementen

# tx_gridelements_clickmenu_pastereference
source: Paste reference after
de: Referenz danach einfügen
nl: Plak referentie na

# tx_gridelements_js.allowedElementTypes
source: Allowed CE
de: Zulässige CE
nl: Toegestane CE

# tx_gridelements_js.allowedGridElementTypes
source: Allowed Grids
de: Zulässige Raster-Elemente

# tx_gridelements_js.copyfrompage
source: Copy content from another page to this place
de: Inhalt von anderer Seite hierhin kopieren
nl: [NL] Copy content from another page to this place

# tx_gridelements_js.drophere
source: Drop Here
de: Hier einfügen
nl: Sleep hier

# tx_gridelements_js.missingcontenttemplate
source: Missing Content Template
de: Kein Content Template gefunden
nl: Ontbrekend content sjabloon

# tx_gridelements_js.newcontentelementheader
source: New
de: Neu
nl: Nieuw

# tx_gridelements_js.pastecopy
source: Paste copy into this column
de: Kopie in diese Spalte einfügen
nl: Plak kopie in

# tx_gridelements_js.pasteref
source: Paste reference into this column
de: Referenz in diese Spalte einfügen
nl: Plak referentie in

# tx_gridelements_js.modal.pastecopy
source: How do you want to paste that clipboard content here?
de: Wie wollen Sie den Inhalt der Zwischenablage hier einfügen?

# tx_gridelements_js.modal.button.pastecopy
source: Paste copy
de: Kopie einfügen

# tx_gridelements_js.modal.button.pastereference
source: Paste reference
de: Referenz einfügen

# tx_gridelements_collapsecontent
source: Collapse content in column
de: Inhalt dieser Spalte ausblenden

# tx_gridelements_expandcontent
source: Expand content in column
de: Inhalt dieser Spalte einblenden

# tx_gridelements_contentcollapsed
source: This column is collapsed!
de: Diese Spalte ist ausgeblendet!

# list.collapseElement
source: Collapse /expand element
nl: Samenvouwen / uitvouwen element

# tx_gridelements_backend_layout.frame.I.-1
source: Neutral
nl: Neutraal

# tx_gridelements_backend_layout.icon
source: Icon
nl: Icoon
